{
  "title": "History",
  "sections": [
    {
      "id":"arunachal",
      "content-first":"Arunachal Pradesh is a state in northeastern India. It is the largest state in the Northeast, and it is bordered by China to the north, Bhutan to the west, Myanmar to the east, and Assam and Nagaland to the south. The state is known for its stunning mountain ranges, lush forests, and diverse cultures. The name Arunachal Pradesh means 'and of the Dawn-lit Mountains' in Sanskrit. The state is home to over 200 tribes, each with its own unique language and culture. The major tribes in Arunachal Pradesh are the Adis, Nyishis, Apatani, Galos, and Monpas.",
      "title":"Arunachal Pradesh",
      
      "image-first": "./arunachal-map.jpg",
      "content-second": "Establishment of the North East Frontier Agency (NEFA) in 1912 was a significant event in the political history of Arunachal Pradesh, a state in the northeastern part of India. NEFA was the result of a series of agreements between the British Indian government and the indigenous peoples of the Himalayas, who inhabited various tribal-majority areas that were separated from the Assam Province of British India. These areas were collectively known as the North-East Frontier Tracts (NEFT), which were divided into three sections: the Ballipara Frontier Tract, the Lakhimpur Frontier Tract and the Sadiya Frontier Tract. Each section was placed under a political officer, who administered the region with minimal interference from the central government. The NEFT was renamed as NEFA in 1951, and became a part of the Assam state after the independence of India in 1947.",
      "content-third":"Sino-Indian War of 1962 was a military conflict between India and China, centred primarily on the disputed Aksai Chin region along those countries’ borders. The war was triggered by China’s construction of a road through Aksai Chin, which India claimed as part of Ladakh region. India also contested China’s claim over Arunachal Pradesh, which China regarded as South Tibet. The war lasted for about a month, from October 20 to November 20, 1962, and resulted in China’s decisive victory over India. China captured all of Aksai Chin and some parts of Arunachal Pradesh, but later withdrew to its pre-war position, known as the Line of Actual Control. The war caused heavy casualties on both sides and damaged the relations between the two countries for decades",   
      "content-fourth": "Renaming of NEFA to Arunachal Pradesh in 1972 was a major step towards granting more autonomy and recognition to the people of the region. Arunachal Pradesh, meaning “Land of the Rising Sun”, reflected the cultural and geographical identity of the state, which is located in the easternmost part of India and is the first to greet the sunrise. The renaming was done by Prime Minister Indira Gandhi on January 20, 1972, at Ziro, the headquarters of Lower Subansiri district. Arunachal Pradesh also became a Union Territory with a legislature, which gave it more administrative and financial powers than before.",
      "content-fifth":"Attainment of statehood by Arunachal Pradesh in 1987 was the culmination of a long-standing demand by the people of the state for full integration with India and equal status with other states. The demand was based on historical, cultural and constitutional grounds, as well as on developmental and security considerations. After several rounds of negotiations and consultations between the central government and various political parties and groups in Arunachal Pradesh, a consensus was reached on granting statehood to Arunachal Pradesh. The Constitution (Fifty-fifth Amendment) Act, 1986 was passed by Parliament, which conferred statehood on Arunachal Pradesh and amended Article 371H to provide special provisions for the state. Arunachal Pradesh became the 24th state of India on February 20, 1987."
    },



    {
      "id":"assam",
      "content-first":"Assam is a state in northeastern India. It is bordered by Arunachal Pradesh to the north, Nagaland and Manipur to the east, Mizoram and Tripura to the south, and Meghalaya and West Bengal to the west. The state is known for its tea gardens, Brahmaputra River, and diverse cultures. The name Assam is derived from the Sanskrit word 'Asama', which means 'peerless'. The state is home to over 400 tribes, each with its own unique language and culture. The major tribes in Assam are the Assamese, Bodos, Karbis, Mishings, and Nagas.",
      "title": "Assam",

      "image-first": "./assam-map.jpg",
      "content-second": "Kamarupa Kingdom (350-1228) was an ancient Indian state that covered most of present-day Assam, as well as parts of Bengal, Bhutan and Myanmar. It was also known as Pragjyotisha or Pragjyotisha-Kamarupa, and was the first historical kingdom of Assam. It was founded by King Pushya Varman, who belonged to the Varman dynasty that ruled for about 300 years. The kingdom was divided into several administrative units called bhukti, kottara and mandala, and had a centralized bureaucracy and judiciary. The kingdom was known for its cultural diversity, religious tolerance and artistic achievements. It followed Hinduism as the main religion, but also had influences from Buddhism, tribal religions and foreign faiths. It had trade and diplomatic relations with China, Tibet, Southeast Asia and other Indian kingdoms. It faced invasions from the Mlechchhas (foreigners), the Palas of Bengal and the Kalachuris of Central India, but managed to resist them for a long time. The kingdom declined after the Pala invasion in the 12th century, and was eventually absorbed by the Ahom kingdom in the 16th century.",
      "content-third":"Ahom Kingdom (1228-1826) was a medieval Indian state that ruled over most of Assam and parts of Arunachal Pradesh for nearly 600 years. It was established by Sukaphaa, a Tai prince from Mong Mao (present-day Yunnan Province, China), who migrated to Assam with his followers in 1228. He founded his capital at Charaideo and adopted the title of Swargadeo (Lord of Heaven). The Ahoms followed their own religion, culture and language, but also assimilated with the local people and adopted Hinduism as their state religion. The Ahoms developed a feudal system of government, with five high-ranking ministers called Patra Mantris. They also had a strong army and navy, which enabled them to expand their territory and resist foreign invasions. The Ahoms fought several wars with the Mughals, who tried to conquer Assam in the 17th and 18th centuries. The most famous of these wars was the Battle of Saraighat in 1671, where the Ahom general Lachit Borphukan defeated the Mughal army led by Ram Singh I. The Ahom kingdom reached its zenith under King Rudra Singha in the early 18th century, but declined thereafter due to internal conflicts, corruption and rebellions. The kingdom was finally annexed by the British in 1826 after the Treaty of Yandabo.",
      "content-fourth":"British annexation of Assam (1826) was the result of the First Anglo-Burmese War (1824-1826), which was fought between the British East India Company and the Konbaung Dynasty of Burma over the control of Assam and other neighbouring regions. The war started when the Burmese invaded Assam in 1822 and occupied it for four years. The British intervened to protect their interests in Bengal and sent an expeditionary force to Assam in 1824. The war was costly and bloody for both sides, but the British emerged victorious after capturing several Burmese territories and defeating their army in various battles. The war ended with the signing of the Treaty of Yandabo on February 24, 1826, which ceded Assam and other regions to the British.The British annexation of Assam marked the end of the Ahom kingdom and the beginning of colonial rule in Assam. The British made Assam a part of the Bengal Presidency and introduced various administrative, economic and social changes in the region ",
      "content-fifth":"Assam Movement (1979-1985) was a popular uprising in Assam that demanded the detection, disenfranchisement and deportation of illegal immigrants from Bangladesh and Nepal. It was led by the All Assam Students Union (AASU) and the All Assam Gana Sangram Parishad (AAGSP), who claimed that illegal immigration posed a threat to the identity, culture and rights of the indigenous people of Assam. The movement started when it was discovered that many illegal immigrants had been included in the electoral rolls for a by-election in Mangaldoi constituency in 1979. The movement used various methods such as demonstrations, civil disobedience, economic blockades, boycotts and strikes to pressurize the government to take action against illegal immigration. The movement also witnessed violent clashes between different ethnic groups, resulting in massacres, riots and killings. The most notorious incident was the Nellie massacre in 1983, where thousands of Muslims were killed by local tribesmen. The movement ended in 1985 with the signing of the Assam Accord, which provided a framework for resolving the issue of illegal immigration and granting more autonomy to Assam."
    },



    {
      "id":"meghalaya",
      "content-first":"Meghalaya is a state in northeastern India. It is bordered by Assam to the north and west, Bangladesh to the south, and Mizoram to the east. The state is known for its hilly terrain, lush forests, and unique culture. The name Meghalaya means 'Abode of the Clouds' in Sanskrit. The state is home to three major hill tribes: the Khasis, the Jaintias, and the Garos. Each tribe has its own unique language and culture.",
      "title": "Meghalaya",

      "image-first": "./meghalaya-map.jpg",
      "content-second": "Khasi and Jaintia kingdoms (pre-1835) were ancient tribal states that ruled over the hilly regions of present-day Meghalaya, as well as parts of Assam and Bangladesh. The Khasis and Jaintias were among the earliest settlers of the region, and followed their own culture, religion and language. They had a matrilineal system of inheritance and succession, where women enjoyed a high status and property rights. They also had a democratic form of government, where each clan or village had its own council of elders called Dorbar. The Khasi and Jaintia kingdoms were divided into several chiefdoms or rajas, each headed by a Syiem or a Raja. The most prominent among them were the Syiemship of Cherra (Sohra), the Syiemship of Nongkhlaw, the Syiemship of Mylliem, the Raja of Jaintiapur and the Raja of Nartiang. The Khasi and Jaintia kingdoms maintained trade and diplomatic relations with neighbouring states, such as the Ahom kingdom, the Koch kingdom, the Mughal empire and the British East India Company.",
      "content-third": "British annexation of Meghalaya (1835) was the outcome of the Anglo-Khasi War (1829-1833), which was fought between the British East India Company and the Khasi chiefdoms over the control of the trade routes and resources of Meghalaya. The war started when the British tried to construct a road through Khasi territory to connect Assam and Sylhet, which was opposed by the Khasi chiefs. The war was marked by several battles and skirmishes, such as the Battle of Nongkhlaw (1829), the Battle of Umkhen (1830), the Battle of Nongspung (1831) and the Battle of Cherrapunji (1833). The war ended with the Treaty of Yandabo in 1833, which ceded Meghalaya to the British along with Assam and other regions after the First Anglo-Burmese War. The British annexation of Meghalaya ended the independence and sovereignty of the Khasi and Jaintia kingdoms, and brought them under colonial rule. The British imposed various administrative, economic and social changes in Meghalaya, such as introducing a new revenue system, imposing taxes, converting people to Christianity, establishing schools and courts, and suppressing rebellions.",
      "content-fourth": "Hill State Movement (1960-1972) was a political movement in Meghalaya that demanded a separate state for the hill tribes of Meghalaya within the Indian Union. It was led by various organizations, such as the All Party Hill Leaders Conference (APHLC), the Hill State People’s Democratic Party (HSPDP), the Khasi Students Union (KSU) and the Garo National Council (GNC). The movement was based on historical, cultural, linguistic and economic grounds, as well as on grievances against discrimination, exploitation and neglect by the Assam government. The movement used various methods such as petitions, memoranda, rallies, demonstrations, strikes and civil disobedience to pressurize the central government to grant statehood to Meghalaya. The movement also faced opposition from some groups in Assam, who feared losing their territory and resources to Meghalaya.",
      "content-fifth": "Attainment of statehood by Meghalaya (1972) was the result of a long-standing demand by the people of Meghalaya for full integration with India and equal status with other states. The demand was finally accepted by the central government after several rounds of negotiations and consultations between various political parties and groups in Meghalaya and Assam. The Constitution (Twenty-first Amendment) Act, 1971 was passed by Parliament, which conferred statehood on Meghalaya and amended Article 371F to provide special provisions for the state. Meghalaya became the 21st state of India on January 21, 1972."
    },


    
    {
      "id":"nagaland",
      "content-first":"Nagaland is a state in northeastern India. It is bordered by Arunachal Pradesh to the north, Assam to the west, Manipur to the south, and Myanmar to the east. The state is known for its mountainous terrain, lush forests, and diverse cultures. The name Nagaland comes from the word 'Naga', which means 'hill people' in the Sanskrit language. The state is home to over 16 major tribes, each with its own unique language and culture. The major tribes in Nagaland are the Angami, Ao, Chakhesang, Konyak, Lotha, and Sumi.",
      "title": "Nagaland",

      "image-first": "./nagaland-map.jpg",
      "content-second": "Early history of Nagaland is shrouded in mystery and legend, as there are no written records of the origin and migration of the Naga tribes. The Nagas are believed to be of Mongoloid origin, who migrated from Southeast Asia and settled in the hills and valleys of present-day Nagaland and neighbouring states. The Nagas are not a single ethnic group, but a collection of various tribes, clans and sub-clans, each with its own language, culture and customs. The Nagas have a rich oral tradition, where they preserve their history, myths and folklore through songs, stories and dances. The Nagas have a strong sense of identity and pride in their heritage, which is reflected in their colourful festivals, costumes and jewellery.",
      "content-third": "British rule in Nagaland began in the early 19th century, when the British East India Company expanded its influence in Northeast India and came into contact with the Naga tribes. The British initially adopted a policy of non-interference and respect for the autonomy of the Naga tribes, but later tried to assert their authority and control over them. The British faced fierce resistance from the Nagas, who waged several wars and rebellions against them. The most notable among them were the Anglo-Naga War (1839-1850), the Kuki Rebellion (1917-1919) and the Naga Rebellion (1918-1922). The British also tried to pacify the Nagas by signing treaties and agreements with some of the Naga chiefs, such as the Treaty of Yandabo (1826), the Treaty of Segauli (1816) and the Hydari Agreement (1947). The British also introduced various administrative, economic and social changes in Nagaland, such as creating districts, imposing taxes, building roads and railways, converting people to Christianity, establishing schools and missions, and encouraging trade and commerce.",
      "content-fourth": "Naga independence movement was a political movement that demanded a separate sovereign state for the Naga people outside the Indian Union. It was inspired by the nationalist sentiments that emerged after World War II, when some of the Naga leaders participated in the Indian National Army led by Subhash Chandra Bose. The movement was led by various organizations, such as the Naga National Council (NNC), the Federal Government of Nagaland (FGN), the Naga People's Convention (NPC) and the National Socialist Council of Nagaland (NSCN). The movement used various methods such as petitions, memoranda, plebiscites, boycotts, strikes and armed struggle to pressurize the Indian government to grant independence to Nagaland. The movement also faced opposition from some groups in Nagaland and Assam, who favoured integration with India or autonomy within India. The movement resulted in several violent clashes between the Naga rebels and the Indian security forces, resulting in deaths, injuries and displacement of thousands of people.",
      "content-fifth": "Naga peace process was an attempt to resolve the longstanding conflict between the Indian government and the Naga rebels through dialogue and negotiation. It began in 1997, when a ceasefire agreement was signed between the Indian government and the NSCN-IM (Isak-Muivah faction), which was later extended to other factions such as the NSCN-K (Khaplang faction) and the NSCN-R (Reformation faction). The peace process involved several rounds of talks between various stakeholders, such as the Prime Minister of India, the Home Minister of India, the Chief Minister of Nagaland, the Interlocutor for Naga Peace Talks, the Collective Leadership of NSCN-IM, the Working Committee of NNPGs (Naga National Political Groups) and civil society groups from Nagaland and neighbouring states. The peace process aimed to find a mutually acceptable solution that would honour the aspirations of the Naga people while respecting the sovereignty and integrity of India.",
      "content-fifth-ptII":"The present situation in Nagaland is one of hope and uncertainty, as the Naga peace process is still ongoing and yet to reach a final settlement. The ceasefire agreement between the Indian government and the Naga rebels has been extended till April 2024, but there are still differences and challenges on some of the core issues. There are also reports of factionalism, violence and extortion among some of the Naga groups, which hamper the peace process and affect the security and development of the state. However, there are also signs of progress and optimism, as the Naga people and civil society groups have expressed their desire and support for a peaceful and honourable solution to the Naga issue. The Indian government has also reiterated its commitment and sincerity to resolve the Naga issue through dialogue and consultation."
    },



    {
      "id":"manipur",
      "content-first":"Manipur is a state in northeastern India. It is bordered by Nagaland to the north, Mizoram to the south, Assam to the west, and Myanmar to the east. The state is known for its hilly terrain, lush forests, and diverse cultures. The name Manipur comes from the Sanskrit word 'Manipura', which means 'gem of the hill'. The state is home to over 30 major tribes, each with its own unique language and culture. The major tribes in Manipur are the Meitei, the Nagas, the Kukis, and the Hmars.",
      "title": "Manipur",

      "image-first": "./manipur-map.jpg",
      "content-second": "Early history of Manipur is a blend of archaeological evidence, mythological accounts and historical records. According to the legends, Manipur was created by the god Pakhangba, who took the form of a dragon-serpent and ruled over the land and its people. The earliest recorded history of Manipur dates to about 900 CE, when the Ningthouja clan established a kingdom at Kangla, the ancient capital of Manipur. The kingdom expanded its territory and influence under King Loiyumba, who ruled from 1074 to 1122 CE and introduced a written constitution called Loiyamba Shinyen, which regulated the administration, judiciary, military and social affairs of the kingdom. The early history of Manipur also witnessed the emergence of various ethnic groups, such as the Meiteis, Nagas, Kukis and Pangals, who contributed to the rich cultural diversity of the region.",
      "content-third": "Kangleipak Kingdom was a period of Manipur’s history from the 15th to the 18th century CE, when the Ningthouja clan consolidated its power and adopted the name Kangleipak (meaning “land of the Kanglei people”). The kingdom reached its zenith under King Khagemba, who ruled from 1597 to 1652 CE and defeated the Shan invaders from Myanmar. The kingdom also witnessed a cultural renaissance, with the development of literature, art, music and dance. The most notable literary work of this period was the Cheitharon Kumbaba, a royal chronicle that recorded the events and achievements of the kings of Manipur. The most famous art form of this period was the Ras Lila, a classical dance that depicted the love story of Krishna and Radha. The most popular musical instrument of this period was the Pena, a stringed instrument that accompanied folk songs and ballads.",
      "content-fourth": "Anglo-Manipur War was a conflict between the British and the Manipuri princes in 1891, triggered by the assassination of the British Resident in Manipur, Frank Grimwood, and his entourage by some Manipuri rebels. The British sent a large force to invade Manipur and depose the king, Kulachandra Singh, who had ascended the throne after a palace coup. The war resulted in the defeat of the Manipuri army and the annexation of Manipur as a princely state under British rule. The war also sparked a wave of patriotism and resistance among the Manipuri people, who fought bravely against the British oppression. The most notable heroes of this war were Tikendrajit Singh, the senapati (commander-in-chief) of Manipur, who led the rebellion against the British, and Bir Tikendrajit Park, a public park in Imphal that commemorates his martyrdom.",
      "content-fifth": "Merger of Manipur with India was a controversial event that took place in 1949, after India gained independence from Britain. The king of Manipur, Bodhchandra Singh, signed a Treaty of Accession with India under pressure from the Indian government and its agents. The treaty was opposed by many Manipuri nationalists, who demanded a plebiscite to decide the fate of Manipur. The merger led to a series of insurgencies and movements for autonomy and self-determination in Manipur. Some of these movements advocated for an independent sovereign state of Manipur, while others sought greater autonomy within India. Some of these movements also resorted to armed struggle and violence against the Indian state and its security forces. The merger also affected the socio-cultural and economic aspects of Manipur, as it brought changes in its political system, administrative structure, education system and development policies."
    },



    {
      "id":"mizoram",
      "content-first":"Mizoram is a state in northeastern India. It is bordered by Bangladesh to the south, Assam and Manipur to the west, and Myanmar to the north and east. The state is known for its hilly terrain, lush forests, and diverse cultures. The name Mizoram means 'land of the Mizos'. The Mizos are a Tibeto-Burman people who migrated to the region from the north many centuries ago. The state is home to over 10 major tribes, each with its own unique language and culture. The major tribes in Mizoram are the Lushai, the Pawi, the Hmar, and the Ralte.",
      "title": "Mizoram",

      "image-first": "./mizoram-map.jpg",
      "content-second": "Early history of Mizoram is a blend of archaeological evidence, mythological accounts and historical records. According to the legends, Mizoram was created by the god Pakhangba, who took the form of a dragon-serpent and ruled over the land and its people. The earliest recorded history of Mizoram dates to about 900 CE, when the Ningthouja clan established a kingdom at Kangla, the ancient capital of Mizoram. The kingdom expanded its territory and influence under King Loiyumba, who ruled from 1074 to 1122 CE and introduced a written constitution called Loiyamba Shinyen, which regulated the administration, judiciary, military and social affairs of the kingdom. The early history of Mizoram also witnessed the emergence of various ethnic groups, such as the Meiteis, Nagas, Kukis and Pangals, who contributed to the rich cultural diversity of the region.",
      "content-third": "British rule in Mizoram began in 1871, when the British military officers encountered a series of raids in their official jurisdiction in Chittagong Hill Tracts from the neighbouring natives. By then they referred the land to as Lushai Hills. As a consequence of relentless tribal encroachment and often resulting in human mortality, British rulers were compelled to subjugate the tribal chiefdoms. Punitive British military expeditions in 1871 and 1889 forced the annexation of the entire Lushai Hills. After the Indian independence from British Empire in 1947, the land became Lushai Hills district under the Government of Assam. The British rule in Mizoram also brought changes in the political, economic and social aspects of the region. The British introduced Christianity, education, administration and trade among the Mizos.",
      "content-fourth": "Mautam famine was a devastating event that occurred in Mizoram from 1959 to 1960, caused by the flowering of bamboo plants that resulted in a population explosion of rats. The rats consumed all the crops and food grains in the fields and granaries, leaving the people with no food and causing widespread starvation and disease. The Mautam famine also triggered a political unrest among the Mizos, who felt neglected and betrayed by the Indian government’s inadequate relief measures and oppressive policies. The famine led to the formation of Mizo National Famine Front (MNFF), which later transformed into Mizo National Front (MNF), a political organization that demanded autonomy and self-determination for Mizoram.",
      "content-fifth":"Mizo National Front (MNF) insurgency was a violent movement that lasted from 1966 to 1986, led by Laldenga, the leader of MNF, who declared independence from India and waged a guerrilla war against the Indian security forces. The insurgency was fueled by the grievances and aspirations of the Mizos, who felt alienated and discriminated by the Indian government’s policies and actions. The insurgency also involved ethnic conflicts between the Mizos and other communities, such as Bengalis, Brus and Chakmas, who were seen as outsiders and settlers by the Mizos.  The insurgency ended with the signing of Mizo Accord in 1986, which granted full statehood to Mizoram and recognized Laldenga as the chief minister."
    },




    {
      "id":"tripura",
      "content-first":"Tripura is a state in northeastern India. It is bordered by Bangladesh to the south and west, Assam to the north, and Mizoram to the east. The state is known for its hilly terrain, lush forests, and diverse cultures. The name Tripura comes from the Sanskrit word 'Tri' which means 'three' and 'pura' which means 'town'. The state is named after the three ancient kingdoms that once existed in the region: Twipra, Chhota-Tripura, and Uttar-Tripura.",
      "title": "Tripura",

      "image-first": "./tripura-map.jpg",
      "content-second": "Early history of Tripura is a blend of archaeological evidence, mythological accounts and historical records. According to the legends, Tripura was created by the god Pakhangba, who took the form of a dragon-serpent and ruled over the land and its people. The earliest recorded history of Tripura dates to about 900 CE, when the Ningthouja clan established a kingdom at Kangla, the ancient capital of Tripura. The kingdom expanded its territory and influence under King Loiyumba, who ruled from 1074 to 1122 CE and introduced a written constitution called Loiyamba Shinyen, which regulated the administration, judiciary, military and social affairs of the kingdom. The early history of Tripura also witnessed the emergence of various ethnic groups, such as the Meiteis, Nagas, Kukis and Pangals, who contributed to the rich cultural diversity of the region.",
      "content-third": "Manikya dynasty was a period of Tripura’s history from the 13th to the 20th century CE, when the kings of Tripura adopted the Manikya title and shifted their capital to Udaipur (formerly Rangamati) on the banks of the River Gomti in Gomti District, Tripura in the 14th century. The dynasty reached its zenith under King Khagemba, who ruled from 1597 to 1652 CE and defeated the Shan invaders from Myanmar. The dynasty also witnessed a cultural renaissance, with the development of literature, art, music and dance. The most notable literary work of this period was the Cheitharon Kumbaba, a royal chronicle that recorded the events and achievements of the kings of Tripura. The most famous art form of this period was the Ras Lila, a classical dance that depicted the love story of Krishna and Radha. The most popular musical instrument of this period was the Pena, a stringed instrument that accompanied folk songs and ballads.",
      "content-fourth": "British rule in Tripura began in 1871, when the British military officers encountered a series of raids in their official jurisdiction in Chittagong Hill Tracts from the neighbouring natives. By then they referred the land to as Lushai Hills. As a consequence of relentless tribal encroachment and often resulting in human mortality, British rulers were compelled to subjugate the tribal chiefdoms. Punitive British military expeditions in 1871 and 1889 forced the annexation of the entire Lushai Hills. After the Indian independence from British Empire in 1947, the land became Lushai Hills district under the Government of Assam. The British rule in Tripura also brought changes in the political, economic and social aspects of the region. The British introduced Christianity, education, administration and trade among the Mizos.",
      "content-fifth":"Merger of Tripura with India was a controversial event that took place in 1949, after India gained independence from Britain. The king of Tripura, Bir Bikram Kishore Manikya Bahadur Debbarma signed a Treaty of Accession with India under pressure from the Indian government and its agents. The treaty was opposed by many Tripuri nationalists, who demanded a plebiscite to decide the fate of Tripura. The merger led to a series of insurgencies and movements for autonomy and self-determination in Tripura. Some of these movements advocated for an independent sovereign state of Tripura, while others sought greater autonomy within India. Some of these movements also resorted to armed struggle and violence against the Indian state and its security forces. The merger also affected the socio-cultural and economic aspects of Tripura, as it brought changes in its political system, administrative structure, education system and development policies."
    },



    
    {
      "id":"sikkim",
      "content-first":"Sikkim is a small state in northeastern India. It is bordered by Bhutan to the north and west, Nepal to the south, and West Bengal to the east. The state is known for its stunning mountain ranges, lush forests, and diverse cultures. The name Sikkim comes from the Tibetan word 'Zig-kyong', which means 'new state'. The state was founded in 1642 by Phuntsok Namgyal, a Tibetan lama.",
      "title": "Sikkim",

      "image-first": "./sikkim-map.jpg",
      "content-second": "Founding of Sikkim was a result of the establishment of a Buddhist kingdom under the Namgyal dynasty in 1642. The first king of Sikkim was Phuntsog Namgyal, who was consecrated as the Chogyal (meaning “dharma king” or “religious king”) by three Tibetan lamas at Yuksom, the first capital of Sikkim. He unified the various tribes and clans of Sikkim and expanded his domain to include parts of Nepal, Bhutan and Tibet. He also built the first monastery of Sikkim, the Dubdi Monastery, at Yuksom.",
      "content-third":"Namgyal dynasty ruled Sikkim for more than three centuries, from 1642 to 1975. The dynasty faced several challenges and conflicts from its neighbours, especially Nepal, which invaded Sikkim several times in the 18th and 19th centuries. The British also intervened in the affairs of Sikkim, and made it a protectorate in 1861. The Namgyal kings maintained their authority and autonomy by skillful diplomacy and adaptation to changing circumstances. They also patronized Buddhism and culture in Sikkim, and built many monasteries, temples and palaces.",
      "content-fourth":"Merger of Sikkim with India was a controversial and decisive event that took place in 1975, after a prolonged political turmoil and agitation in Sikkim. The last king of Sikkim, Palden Thondup Namgyal, who had ascended the throne in 1965, faced opposition from the pro-democracy and pro-India parties, especially the Sikkim National Congress led by Kazi Lhendup Dorji. The Indian government also supported the demand for greater integration of Sikkim with India, and sent its troops to Sikkim in 1973. A referendum was held in 1975, in which a majority of the people voted for abolishing the monarchy and joining India as its 22nd state.",  
      "content-fifth":"Attainment of statehood by Sikkim was a historic achievement that marked the end of the Namgyal dynasty and the beginning of a new era for Sikkim. The merger with India brought many benefits and opportunities for the people of Sikkim, such as development, education, health care, democracy and constitutional rights. However, it also posed some challenges and threats to the unique identity, culture and environment of Sikkim. The people of Sikkim have tried to preserve and promote their distinct heritage and diversity, while also participating and contributing to the national mainstream."
      
    }
  ]
}